Repository: involve-it/buzzar-app-ios
Catalog: Shiners/*.lproj/Localizable.strings
Languages: ru

source: About Me
ru: Обо мне

source: Acquiring location...
ru: Получаем местоположение...

source: Address is not defined
ru: Адрес не найден

source: After finding the right post contact its owner to meet him immediately!
ru: Найдя нужный живой пост рядом, напиши его владельцу и договорись о встрече прямо здесь и сейчас!

source: An error occurred
ru: Произошла ошибка

source: An error occurred getting your current location
ru: Произошла ошибка при попытке получить ваше местоположение

source: An error occurred while saving.
ru: Произошла ошибка при сохранении

source: An error occurred.
ru: Произошла ошибка.

source: Are you sure you want to delete selected dialog(s)?
ru: Вы уверены, что хотите удалить выбранные диалоги?

source: Are you sure you want to delete selected post(s)?
ru: Вы уверены, что хотите удалить выбранные посты?

source: Are you sure?
ru: Вы уверены?

source: Attempting to recover broken connection...
ru: Пытаемся восстановить соединение...

source: Camera
ru: Камера

source: Can't find any posts matching your search criteria
ru: По вашему запросу ничего не найдено

source: Cancel
ru: Отменить

source: Cellular
ru: Сотовый

source: Choose Image
ru: Выберите изображение

source: Close
ru: Закрыть

source: Connect and meet
ru: Договаривайся / встречайся

source: Connected
ru: Соединение установлено

source: Connected!
ru: Соединение установлено!

source: Connection to server lost. Working offline.
ru: Соединение с сервором оборвано. Продолжаю работать оффлайн.

source: Contact us
ru: Связаться с нами

source: Create your post
ru: Создай свое объявление

source: Delete
ru: Удалить

source: Delete Messages
ru: Удалить сообщения

source: Delete Posts
ru: Удалить посты

source: Dismiss
ru: Пропустить

source: Do you wish to log out?
ru: Вы хотите выйти из аккаунта?

source: Done
ru: Готово

source: Dynamic
ru: Динамический

source: Edit
ru: Изменить

source: Email address is not valid
ru: Адрес электронной почты не верен

source: Error
ru: Ошибка

source: Error occurred
ru: Возникла ошибка

source: Error occurred while logging in with Facebook
ru: Ошибка при авторизации через Facebook

source: Error updating posts
ru: Ошибка обновления постов

source: Error uploading photo
ru: Ошибка добавления фото

source: Everywhere
ru: Везде

source: Facebook Login
ru: Войти через Facebook

source: Find and get found
ru: Ты находишь / тебя находят

source: Form validation failed
ru: Ошибки при заполнении полей

source: Hide
ru: Скрыть

source: Internal error occurred
ru: Произошла ошибка

source: It will move with you, showing your availability to people around you
ru: Оно будет перемещаться вместе с тобой, как твоя виртуальная визитка, которую могут увидеть люди вокруг

source: Like
ru: Нравится

source: Loading comments
ru: Загружаем комментарии

source: Location is hidden
ru: Местоположение скрыто

source: Log in
ru: Войти

source: Log in failed
ru: Ошибка входа

source: Log out
ru: Выйти

source: Logging out...
ru: Выполняем выход...

source: Login
ru: Войти

source: Looks like upload is taking longer then usual. We are still trying to upload, but if you wish, you may continue waiting, cancel, retry and attempt to upload image with lower quality.
ru: Похоже, что загрузка фотографии занимает дольше, чем обычно. Мы все продолжаем пытаться загрузить, а вы можете подождать еще, отменить, попробовать еще раз или использовать фото с меньшим качеством.

source: Looks like we crashed last time. Would you like to help developers and send crash report?
ru: Судя по всему, прошлый раз что-то пошло не так и приложение закрылось. Не хотели бы вы помочь разработчиками и отправить детали ошибки?

source: Looks like you are not connected to Internet. Please, check you Internet connection and try again.
ru: Похоже, что вы не подключены в Интернету. Пожалуйста, проверьте ваше соединение и попробуйте еще раз.

source: Message
ru: Сообщение

source: Messages
ru: Сообщения

source: Messages((count))
ru: Сообщения

source: Network Unreachable
ru: Сеть недоступна

source: New message
ru: Новое сообщение

source: Next
ru: Далее

source: No Connection
ru: Нет связи

source: None
ru: Не выбрано

source: Notifications
ru: Уведомления

source: Ok
ru: Ок

source: Oops
ru: Просим прощения

source: Optional: Provide more details
ru: Детали (не обязательное)

source: Password and confirmation are not equal
ru: Пароль и подтверждение пароля не совпадают

source: Password cannot be empty
ru: Пароль не может быть пустой строкой

source: Password reset
ru: Переустановить пароль

source: Permissions
ru: Доступ

source: Photo
ru: Фото

source: Photo Library
ru: Библиотека фото

source: Please allow access to Camera or Photo Library in Privacy Settings
ru: Пожалуйста, разрешите доступ к камере в настройках вашего устройства

source: Please allow location services in settings
ru: Пожалуйста, включите доступ к локации в настройках вашего устройства

source: Please fill in all the fields
ru: Пожалуйста, заполните все поля

source: Please fill in both, username and password
ru: Оба поля - имя пользователя и пароль - обязательны для ввода

source: Please log in to leave a comment or like a post
ru: Пожалуйста, зарегистрируйтесь или войдите, чтобы комментировать или лайкать посты.

source: Register
ru: Регистрация

source: Registration error
ru: Ошибка

source: Retry
ru: Повторить

source: Search posts
ru: Найти посты

source: Send
ru: Отправить

source: Settings
ru: Настройки

source: Show
ru: Показать

source: Skip
ru: Пропустить

source: Static
ru: Статический

source: Sure!
ru: Конечно!

source: There are no comments to this post
ru: Нет комментариев к этому посту

source: There are no posts around you
ru: Вокруг вас постов нет

source: To receive notifications, please allow this in device Settings.
ru: Чтобы получать уведомления, пожалуйста, зайдите в настройки вашего устройства и выберите "разрешить отправку уведомлений"

source: Try lower quality
ru: Ухудшить качество

source: Upload seems to be taking long time
ru: Загрузка длится дольше обычного

source: Uploading photo...
ru: Загружаем фото...

source: Use Shiners to search live ads from people around or let them find your live post
ru: Используй светлячки для поиска живых объявлений от людей, которые находятся рядом с тобой

source: Username cannot be empty
ru: Имя пользователя не может быть пустой строкой

source: Validation failed
ru: Проверьте все поля формы

source: We are still trying...
ru: Загрузка продолжается...

source: You are not logged in
ru: Вы не вошли в свой аккаунт

source: post closed
ru: Пост закрыт

source: View all comments
ru: Посмотреть все комментарии

source: Please log in to comment
ru: Войдите, чтобы комментировать
